/* 
  Errors.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/2/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Error descriptions */

"ErrorDescRemoving_GenericError" = "Enkele bestanden konden niet worden verwijderd vanwege een onbekende reden.";
"ErrorDescRemoving_GenericSingleFileError" = "\"%@\" kon niet worden verwijderd vanwege een onbekende reden.";
"ErrorDescRemoving_FileWasntAuthorized" = "\"%@\" kan niet worden verplaatst vanwege onvoldoende bevoegdheden.";
"ErrorDescRemoving_FileWasntAuthorizedMove" = "\"%@\" kan niet worden verplaatst vanwege onvoldoende bevoegdheden.";
"ErrorDescRemoving_CouldntRemoveWithPrivileges" = "\"%@\" kan niet worden verwijderd vanwege onvoldoende bevoegdheden.";
"ErrorDescRemoving_CouldntMoveWithPrivileges" = "\"%@\" kan niet worden verplaatst vanwege onvoldoende bevoegdheden.";
"ErrorDescRemoving_FailedToLaunchTask" = "Taak \"%@\" kan niet worden uitgevoerd. Bestand is niet uitvoerbaar of ontbreekt.";
